---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AXMImportOptions
source: html/2fb99e4d-2ec0-15d3-aca0-ebe45ab0c574.htm
---
# AXMImportOptions Members

Constructs a new instance of AXMImportOptions with default values of all properties.